tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "mongodb/brew"
brew "antidote"
brew "python"
brew "glib"
brew "docker"
brew "gnutls"
brew "librist"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "go"
brew "libopusenc"
brew "llvm"
brew "mongosh"
brew "neovim"
brew "openjdk"
brew "opus-tools"
brew "tmux"
brew "zoxide"
brew "mongodb/brew/mongodb-community"
brew "stow"
cask "alacritty"
cask "linearmouse"
cask "localsend"
